[
  {
    "id": 1,
    "img": "../img/news/01.png",
    "title": "Its Love of Tea and Nature",
    "content": "Yum Cha Tea Company, a popular tea brand out of Jacksonville, Fla., is focused on being at the forefront of holistic wellness while supporting the bee population. <br><br>The company is home to more than 250 teas – including functional teas – and the business encourages tea lovers to create their own tea experience that caters to overall wellness and comfort, while boosting immune systems and mental and physical health. <br><br>As part of its mission, the brand uses a portion of its proceeds to create beehives or bee yards, which the company plants to help save bees."
  },
  {
    "id": 2,
    "img": "../img/news/02.png",
    "title": "Is the Future of Tea?",
    "content": "Social commerce always intensifies during the holidays because it’s the busiest shopping season of the year. Of course, it’s an opportunity for brands – including tea companies – to sell more. <br><br>According to Hootsuite, social commerce is what happens when savvy marketers take the best of e-commerce and combine it with social media. Think about influencers discussing a tea brand on TikTok, or explaining how they use a certain product in a YouTube video, which then encourages consumers to buy the product. The social commerce sector was worth a whopping US$958 billion in 2022 and is projected to reach US$1.3 trillion in 2023. That's an annual increase of 31 percent."
  },
  {
    "id": 3,
    "img": "../img/news/03.png",
    "title": "Brining Holiday with Iced Tea",
    "content": "To avoid a repeat of last year, Thielen partnered with the official iced tea sponsor of the NFL, Lipton Iced Tea, to ensure everyone has the juiciest turkey during the holidays. <br><br>“This year, I’m on a mission to tackle dry turkeys by partnering with Lipton Iced Tea, which is not only my favorite iced tea, but now my favorite turkey brine,” said Thielen. “The Lipton Iced Tea Bird Brine guarantees you’ll serve up a super juicy, flavorful turkey…”"
  },
  {
    "id": 4,
    "img": "../img/news/04.png",
    "title": "The Tea Industry Is Transforming",
    "content": "The first changes in our industry are here, with electronic auctions that enable buyers to engage in weekly sales, internationally. This is highly encouraging that a well-entrenched and fusty industry can find ways to modernize itself with innovative thinking. <br><br>However, this has not broadened the bottleneck by much, and the needs of both consumers and producers will (in this author’s opinion), dictate the emergence of more transparent, democratic processes (such as smart contracts) in the near future. These will need to verify and enable minimum sustainable pricing and deliver quality expectations to be an effective “sales room.”"
  }
]
